Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Whereas monsters born of political expedience and self-justifying nationalism function as living invitations to action, usually military (invasions, usurpations, colonizations), the monster of prohibition polices the borders of the possible, interdicting through its grotesque body some behaviors and actions, envaluing others.
es_es: Mientras que los monstruos nacidos de la conveniencia política y el nacionalismo autojustificatorio funcionan como invitaciones vivientes a la acción, usualmente bélicas (invasiones, usurpaciones o colonizaciones), el monstruo de la prohibición vigila los límites de lo posible: mediante su cuerpo grotesco, prohíbe ciertos comportamientos y acciones, mientras que legitima otros.

source: Who is the wild man if not the biblical and classical giant?).
es_es: ¿Quién es el hombre salvaje si no es el gigante bíblico y clásico?).

source: Yet a danger resides in this multiplication: as difference, like a Hydra, sprouts two heads where one has been lopped away, the possibilities of escape, resistance, disruption arise with more force.
es_es: Sin embargo, la multiplicación entraña un peligro: dado que la diferencia es como la hidra, brotan dos cabezas donde una ha sido cortada, las posibilidades de escape, resistencia, disrupción se erigen con más fuerza.

source: You’re one of my own children!’ She reached out and touched him on the shoulder” (GM, 132).
es_es: ¡Eres uno de mis hijos! Tendió la mano y lo tocó en el hombro. (*Un hombre bueno es difícil de encontrar*, p.25).

source: [That which crosses the border, like the transvestite] will always function as a mechanism of overdetermination—a mechanism of displacement from one blurred boundary to another.
es_es: [Todo lo que cruza la frontera, como las travestis] siempre funcionará a modo de mecanismo de sobredeterminación: un mecanismo de desplazamiento desde una límite difuso a otro.

source: [^]: Donna Haraway, following Trinh Minh-ha, calls the humans beneath the monstrous skin “inappropriate/d others”: “To be ‘inappropriate/d’ does not mean ‘not to be in relation with —.e., to be in a special reservation, with the status of the authentic, the untouched, in the allochronic and allotropic condition of innocence.
es_es: [^]: Donna Haraway, siguiendo a Trinh Minh-ha, denomina "el otro in/no-apropiado" a los seres humanos revestidos en pieles monstruosas: "Ser ‘in/no-apropiado’ no significa ‘no estar en relación con’,es decir, estar en una reserva especial, con el estatus de lo auténtico, lo intacto, en la condición alocrónica y alotrópica de la inocencia.

source: [to be] drawn out, revealed, isolated, intensified, incorporated, by multifarious power devices.” Susan Stewart has observed that “the monster’s sexuality takes on a separate life”; Foucault helps us to see why.
es_es: [para ser] solidificados en ellos, mediante múltiples dispositivos de poder”[^N. de T. 2] Susan Stewart ha señalado que “la sexualidad del monstruo tiene una vida independiente”[^N. de T. 3]; Foucault nos ayuda a entender por qué. [^N. de T.2:] Traducción tomada de Ulises Guiñazú, Historia de la sexualidad, Michel Foucault, p. 30. Disponible en Google Drive: https://drive.google.com/file/d/11E3Oc2Q635kc9I8nozyKpevuHYU80kdw/view?usp=sharing [^N. de T.3:] Traducción tomada de Adriana Astutti, El ansia, Susan Stewart, p. 166. Disponible en Google Drive: https://drive.google.com/file/d/1XR_aCTt7QGOcPjn-SR0D9UT1j3QOUSSe/view?usp=sharing

source: the potential for the system to differ from its own difference, in other words not to be different at all, to cease to exist as a system.
es_es: el potencial del sistema para diferir de su propia diferencia, en otras palabras, para no ser diferente en absoluto y dejar de existir como sistema.

source: where taboos were eliminated or exchanged for others.
es_es: donde los tabúes [eran] destruidos o reemplazados por otros,

source: ¿Traducimos las citas en otros idiomas?
es_es: Se debe empezar, pues, por el nombre de pila seguido de los apellidos (escritos de redondo sin diacríticos), el título de la obra, el pie editorial (lugar de edición y editor, generalmente entre corchetes), el año y las páginas donde aparece el texto que se cita: 4 Juan Gabriel López Guix y Jacqueline Minett Wilkinson: Manual de traducción: inglés/castellano [Barcelona: Gedisa], 1997, 235-298. Si más adelante se cita al mismo autor y la misma o distinta obra, la grafía depende de cuál sea la realidad. Por ejemplo, si en la misma página, a continuación de la cita anterior, se hace otra cita bibliográfica del mismo autor y la misma obra, en la segunda se pone id. (ídem) para indicar que es el mis-mo autor, seguido de ib. (ibídem) (en ambos casos sin diacríticos, es decir, escrito en redondo) para indicar quees la misma obra, y a continuación la nueva página: 5 Ídem, ib., 252.

source: “A portrait now in the Society of Antiquaries of London, painted about 1505, shows a Richard with straight shoulders.
es_es: Un retrato que se conserva actualmente en la Sociedad de Anticuarios de Londres, que fue pintado hacia 1505, muestra a un Ricardo con los hombros erguidos.

source: “By so closely associating the gothic with the South, the American literary tradition neutralizes the gothic’s threat to national identity.” Identified with violence and doom, “the American South has traditionally served as the nation’s ‘other,’ becoming the repository of everything from which the nation wants to disassociate itself”: racism, classism, irrationality, madness, decay, violence, religious fanaticism, poverty, rural parochialism and sexual deviance.
es_es: “Al asociar tan estrechamente lo gótico con el Sur, la tradición literaria norteamericana neutraliza la amenaza del gótico para la identidad nacional”. Identificado con la violencia y la fatalidad, “el Sur estadounidense ha servido tradicionalmente como el ‘otro’ de la nación, convirtiéndose en el depósito de todo aquello de lo que la nación quiere desvincularse”: el racismo, el clasismo, la irracionalidad, la locura, la decadencia, la violencia, el fanatismo religioso, la pobreza, el parroquialismo rural y la desviación sexual.

source: “Jesus was the only One that ever raised the dead [.
es_es: “Jesús es el único qu’ha resucitao a los muertos [.

source: “The giant is represented through movement, through being in time.
es_es: "El gigante se representa a través del movimiento, a través de su existencia en el tiempo.

source: “The hermeneutic circle does not permit access or escape to an uninterrupted reality; but we do not [have to] keep going around in the same path.” Barbara Herrnstein Smith, “Belief and Resistance: A Symmetrical Account,” Critical Inquiry 18 (Autumn 1991): 137-38.
es_es: "El círculo hermenéutico no permite el acceso ni el escape a una realidad ininterrumpida; pero no [debemos] seguir dando vueltas por el mismo camino". Barbara Herrnstein Smith, “Belief and Resistance: A Symmetrical Account,” Critical Inquiry 18 (Autumn 1991): 137-38. [La traducción es nuestra]

source: “The monster-woman, threatening to replace her angelic sister, embodies intransigent female autonomy and thus represents both the author’s power to allay ‘his’ anxieties by calling their source bad names (witch, bitch, fiend, monster) and simul- taneously, the mysterious power of the character who refuses to stay in her textually ordained ‘place’ and thus generates a story that ‘gets away’ from its author.” Sandra M. Gilbert and Susan Gubar, The Madwoman in the Attic: The Woman Writer and the Nineteenth Century Literary Imagination (New Haven, Conn.: Yale University Press, 1984), 28.
es_es: "La mujer-monstruo, amenazando con reemplazar a su hermana angelical, encarna la autonomía femenina intransigente y, de este modo, representa tanto el poder del autor para aliviar 'sus' ansiedades insultando a su fuente con malas palabras (bruja, zorra, demonio, monstruo) como, de forma simultánea, el misterioso poder del personaje que se niega a permanecer en su 'lugar' ordenado del texto y, por lo tanto, genera una historia que 'escapa' de su autor". Sandra M. Gilbert y Susan Gubar, La loca del desván: La escritora y la imaginación literaria del siglo XIX (Madrid: Ediciones Cátedra, 1998), 43.

source: “This thing of darkness I acknowledge mine.” Monsters are our children.
es_es: "A esta criatura de la oscuridad la reconozco mía". Los monstruos son nuestras criaturas.

source: “Well, I preach the Church Without Christ.
es_es: "Bueno, yo predico la Iglesia sin Cristo.

source: … But simultaneously, just the same, that impetus, that spasm, that leap is drawn toward an elsewhere as tempting as it is condemned.
es_es: ...Y no obstante, al mismo tiempo, este arrebato, este espasmo, este salto es atraído hacia otra parte tan tentadora como condenada.

source: … Despite what is said around us persecutors are never obsessed with difference but rather by its unutterable contrary, the lack of difference.
es_es: … A pesar de lo que se afirma a nuestro alrededor, los persecutores nunca están obsesionados con la diferencia, sino más bien con su impronunciable opuesto, la falta de diferencia.

source: … He embodied the punishment earned by those who violate sexual taboos.
es_es: … Él personificaba el castigo que recibían quienes violaban los tabúes sexuales.

source: … It responds according to Lamarckian and Darwinian principles.
es_es: ...Responde de acuerdo a los principios lamarckianos y darwinianos

source: … The women, also, as well as the men, ride astride, with their legs stuck out on each side of the horse.
es_es: … Las mujeres, por demás, al igual que los varones, cabalgan a horcajadas, con una pierna a cada lado de la montura.

source: … These people who have customs so different from others, and so opposite to them, on making signs either with the hands or the head, beckon when they mean that you should go away, and nod backwards as often as they wish to be rid of you.
es_es: … Estas personas, que tienen costumbres tan diferentes y, a su vez, tan opuestas a los demás, hacen señas ya sea con las manos o la cabeza, gesticulan para indicar que debes retirarte y asienten hacia atrás cuantas veces deseen librarse de ti.

source: … hee came into the worlde with feete forward, … also not vntothed.” From birth, More declares, Richard was a monster, “his deformed body a readable text” on which was inscribed his deviant morality (indistinguishable from an incorrect political orientation).
es_es: … vino al mundo con los pies por delante, … y también sin dientes”. Según More, Ricardo fue un monstruo desde el nacimiento; "su cuerpo deformado era un texto legible" en el que se inscribía su moralidad desviada (indistinguible de una orientación política incorrecta).

source: …notes for file 26…
es_es: ...notas para el archivo 26...
